import { Fragment } from "react";

const Text = () => {
  return (
    <Fragment>
      <p>
        هذا النص هو مثال لنص يمكن أن يستبدل في <br /> نفس المساحة، لقد تم توليد
        هذا النص من مولد
        <br /> النص العربى، حيث يمكنك أن تولد مثل هذا النص أو
        <br /> العديد من النصوص الأخرى إضافة إلى زيادة عدد <br />
        الحروف التى يولدها التطبيق.
        <br /> إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك
        <br /> مولد النص العربى زيادة عدد الفقرات كما تريد،
        <br /> النص لن يبدو مقسما ولا يحوي أخطاء لغوية
      </p>
    </Fragment>
  );
};
export default Text;
